Repository: dvmorozov/expenses
Catalog: www/ExpensesAzure/App_GlobalResources/Resources.*.resx
Languages: ru_ru

# AboutForMoreInfo
source: For more information visit application homepage at <strong><a href="https://dvmorozov.github.io/expenses/" target="_blank">GitHub</a></strong> or <strong><a href="https://www.facebook.com/expensestracking/" target="_blank">application page</a></strong> at Facebook.
ru_ru: Узнайте больше о приложении на <strong><a href="https://dvmorozov.github.io/expenses/" target="_blank">GitHub</a></strong> или посетите <strong><a href="https://www.facebook.com/expensestracking/" target="_blank">страницу приложения</a></strong> на Facebook.

# AboutFromFacebook
source: from Facebook account by
ru_ru: со своей страницы Facebook по ссылке

# AboutFromGoogleChrome
source: from Google Chrome by
ru_ru: из Google Chrome с помощью приложения из

# AboutFromMobileDevice
source: from mobile devices by
ru_ru: с телефона или планшета по ссылке

# AboutThanks
source: Thanks for interest to this application!
ru_ru: Благодарим Вас за интерес к нашему приложению!

# AboutTitle
source: About
ru_ru: О нас

# AboutYouCanUseTheApp
source: You can use the app
ru_ru: Вы можете получить наиболее удобный доступ к приложению

source: Account
ru_ru: Настройки

source: Add
ru_ru: Добавить

# AddExpenseTitle
source: Add expense
ru_ru: Добавить трату

# AddIncomeTitle
source: Add income
ru_ru: Добавить поступление

source: Amount
ru_ru: Сумма

source: Another month
ru_ru: Другой месяц

source: Asset
ru_ru: Ценность

# BalanceByMonth
source: Balance by month for last {0} yrs
ru_ru: Баланс по месяцам за последние {0} лет

# BalanceTitle
source: Balance
ru_ru: Баланс

source: Bar
ru_ru: Столбцы

source: Budget
ru_ru: Бюджет

source: Contribute
ru_ru: Помочь

source: Create
ru_ru: Создать

source: Currency
ru_ru: Валюта

source: Date
ru_ru: Дата

# DayExpensesTitle
source: Day expenses
ru_ru: Дневные расходы

source: Decrypting
ru_ru: Расшифровка

source: Details
ru_ru: Подробно

source: Discard Password
ru_ru: Сбросить пароль

# DocListTitle
source: Documents
ru_ru: Документы

# EditCategoryTitle
source: Edit category
ru_ru: Править категорию

# EditExpenseTitle
source: Edit expense
ru_ru: Редактировать покупку

# EditIncomeTitle
source: Edit income
ru_ru: Редактировать поступление

source: Encrypt All
ru_ru: Зашифровать все

source: Encrypting
ru_ru: Шифрование

source: Encryption
ru_ru: Шифрование

# EncryptionIfYouChange
source: If you change the password ONLY NEW DATA will be encrypted with it. Old data will stay encrypted by previous passwords. You should keep all passwords you were using to decrypt them.
ru_ru: Если вы измените пароль ТОЛЬКО НОВЫЕ ДАННЫЕ будут зашифрованы с помощью него. Старые данные останутся зашифрованы ПРЕДЫДУЩИМ ПАРОЛЕМ. Вы должны хранить все используемые пароли, чтобы обеспечить доступ ко всем Вашим данным.

# EncryptionNewData
source: New data won't be encrypted, but encrypted data will remain.
ru_ru: Новые данные шифроваться не будут, но зашифрованные такими и останутся.

# EncryptionOnlyData
source: Only data which were encrypted with this password will become readable.
ru_ru: Только данные, которые ранее были зашифрованы с этим паролем, станут читаемыми.

# EncryptionProtect
source: It's your responsibility to protect the password from being stolen. We will NEVER ASK you to disclose this password.
ru_ru: Защита пароля от кражи - ваша ответственность. Мы НИКОГДА НЕ ПОПРОСИМ Вас сообщить пароль.

# EncryptionRepeatInput
source: Repeat input to set up a new password. Any subsequent data will be encrypted with this password.
ru_ru: Повторите ввод, чтобы установить новый пароль. Любые новые данные будут зашифрованы с использованием этого пароля. Незашифрованные останутся без изменений.

# EncryptionResponsibility
source: It's your responsibility to remember the password. If you forget the password your data encrypted by it will be lost.
ru_ru: Сохраните пароль в надежном месте. Если вы его потеряете, зашифрованные им данные станут недоступными.

# EncryptionSetAndDecrypt
source: Set and Decrypt
ru_ru: Расшифровать

# EncryptionSetNewPassword
source: Set New Password
ru_ru: Новый пароль

# EncryptionSetUpPassword
source: Set up the password to decrypt data.
ru_ru: Установить пароль и расшифровать данные.

# EncryptionWeDontStore
source: We DO NOT STORE this password at the server. It is active only until you close this site in your browser.
ru_ru: Мы НЕ ХРАНИМ ПАРОЛЬ на сервере. Он активен только до тех пор, пока вы не завершите сеанс.

source: Expense
ru_ru: Покупка

# ExpensesByCategoryTitle
source: Select expense
ru_ru: Список расходов

# FirstMonth
source: Firts month
ru_ru: Первый месяц

source: Forever
ru_ru: Без конца

source: Importance
ru_ru: Важность

# ImportanceReportTitle
source: Importance report on
ru_ru: Отчет по важности за

source: Income
ru_ru: Поступление

source: Last month
ru_ru: Последний месяц

# LastYears
source: Last {0} yrs
ru_ru: Последних {0} лет

source: Liability
ru_ru: Обязательство

source: Login
ru_ru: Вход

source: Logout
ru_ru: Выход

# MainMenuDayExpenses
source: Day expenses
ru_ru: За день

# MainMenuNewExpense
source: New expense
ru_ru: Новая покупка

# MainMenuReports
source: Reports
ru_ru: Отчеты

# MainMenuTitle
source: Main menu
ru_ru: Главное

# MaxFileSize
source: Maximum file size is {0} megabytes
ru_ru: Максимальный размер файла - {0} Мб

# MonthBudgetTitle
source: Month budget
ru_ru: Бюджет месяца

# MonthIncomeTitle
source: Month income
ru_ru: Поступления за месяц

source: Monthly
ru_ru: Ежемесячно

source: Name
ru_ru: Название

source: Necessary
ru_ru: Необходимость

# NewCategoryTitle
source: New category
ru_ru: Новая категория

# NewExpenseTitle
source: New expense
ru_ru: Новая покупка

# NewIncomeTitle
source: New income
ru_ru: Новое поступление

# NoExpenseFound
source: No expenses found for
ru_ru: Не найдено расходов за

source: None
ru_ru: Не задано

source: Note
ru_ru: Заметка

source: Overdraft
ru_ru: Перерасход

source: Password
ru_ru: Пароль

source: Pie
ru_ru: Сектора

source: Pleasure
ru_ru: Удовольствие

source: Project
ru_ru: Проект

source: Rating
ru_ru: Качество

source: Refresh
ru_ru: Обновить

source: Repeat
ru_ru: Повторить

# ReportBalance
source: Balance
ru_ru: Отчет по балансу

# ReportImportance
source: Importance
ru_ru: Отчет по важности

# ReportsTitle
source: Reports
ru_ru: Отчеты

# ReportTop10Categories
source: Top 10 Categories
ru_ru: 10 главных категорий

# ReportTrendByCategory
source: Trend By Category
ru_ru: Тренд по категории

# ReportTrendOverall
source: Trend Overall
ru_ru: Тренд общий

source: Rest
ru_ru: Остаток

source: Save
ru_ru: Сохранить

# SelectCategoryTitle
source: Categories
ru_ru: Категории

source: Select currency
ru_ru: Выбрать валюту

# SelectExpenseTitle
source: Expenses
ru_ru: Покупки

source: Setup
ru_ru: Задать

source: Sign Up
ru_ru: Регистрация

source: Spent
ru_ru: Потрачено

source: Unnecessary
ru_ru: Ненужное

source: Update
ru_ru: Сохранить

source: Uploaded documents
ru_ru: Загруженные документы

# Year1
source: 1 year
ru_ru: 1 год

# Year10
source: 10 years
ru_ru: 10 лет

# Year10Short
source: 10 yrs
ru_ru: 10 лет

# Year1Short
source: 1 yr
ru_ru: 1 год

# Year2
source: 2 years
ru_ru: 2 года

# Year2Short
source: 2 yrs
ru_ru: 2 года

# Year5
source: 5 years
ru_ru: 5 лет

# Year5Short
source: 5 yrs
ru_ru: 5 лет

source: Category
ru_ru: Категория

source: Show more
ru_ru: Показать больше

source: New income
ru_ru: Новое поступление

# ReportTop10Of
source: Top 10 categories of
ru_ru: 10 главных категорий за

# SelectCurrencyChars
source: Chars
ru_ru: Символы

# SelectCurrencyCodes
source: Codes
ru_ru: Коды

# SelectIncomeTitle
source: Incomes
ru_ru: Поступления

# TotalsByMonth
source: Totals by month for last {0} yrs
ru_ru: Итог помесячный за последние {0} лет

# AccountCantLogin
source: Can't login by the service.
ru_ru: Невозможно войти с данным сервисом.

# AccountCheckEmail
source: Check email to reset password.
ru_ru: Проверьте почту для сброса пароля.

# AccountClickToLogin
source: Click to login
ru_ru: Нажмите для входа

# AccountClickToLogout
source: Click to logout
ru_ru: Нажмите для выхода

# AccountConfirmPassword
source: Confirm password
ru_ru: Подтвердите пароль

# AccountConnectionForm
source: Connection form
ru_ru: Данные связи

# AccountConnectWithYour
source: Connect with your {0} account.
ru_ru: Добавьте свой {0} аккаунт.

# AccountEmailConfirmation
source: Email confirmation
ru_ru: Подтверждение email

# AccountForgotPassword
source: Forgot password?
ru_ru: Забыли пароль?

# AccountInputCode
source: Input code
ru_ru: Введите код

# AccountInputEmail
source: Input email
ru_ru: Введите email

# AccountLoginFailure
source: Login failure
ru_ru: Ошибка входа

# AccountPasswordConfirmation
source: Password confirmation
ru_ru: Подтверждение пароля

# AccountPasswordHasBeenReset
source: Your password has been reset.
ru_ru: Ваш пароль был сброшен.

# AccountRemember
source: Remember in browser
ru_ru: Запомнить в браузере

# AccountRememberMe
source: Remember me
ru_ru: Запомнить меня

# AccountResetPassword
source: Reset password
ru_ru: Сбросить пароль

# AccountResetPasswordConfirmation
source: Reset password confirmation
ru_ru: Подтверждение сброса пароля

# AccountSelectProvider
source: Select authentication provider:
ru_ru: Выберите провайдера аутентификации:

# AccountSendCodeTitle
source: Send code
ru_ru: Отправить код

# AccountSendLinkByEmail
source: Send link by email
ru_ru: Отправить по email

# AccountSignUp
source: Sign Up
ru_ru: Зарегистрироваться

# AccountThankYouForEmail
source: Thank you for email confirmation.
ru_ru: Спасибо за подтверждение email.

# AccountVerifyCode
source: Verify code
ru_ru: Верификация кода

# AccountYouSuccessfullyPassed
source: You successfully passed <strong>{0}</strong> authentication. Input your user name and press the "Register" button to complete the operation.
ru_ru: Вы успешно прошли аутентификацию в {0}. Введите имя пользователя и нажмите кнопку "Регистрация" для завершения операции.

source: Code
ru_ru: Код

source: Register
ru_ru: Зарегистрироваться

source: Registration
ru_ru: Регистрация

source: Reset
ru_ru: Сбросить

source: Send
ru_ru: Отправить

# AccountLoginWith
source: Login with
ru_ru: Зайти с учетной записью

source: Delete
ru_ru: Удалить

# ManageAddPhoneNumber
source: Add phone number
ru_ru: Добавить номер телефона

# ManageChangePassword
source: Change password
ru_ru: Изменить пароль

# ManageConfirmPassword
source: Confirm password
ru_ru: Подтвердите пароль

# ManageDeleteLogin
source: Delete login {0} from your account
ru_ru: Удалить логин {0} из Вашего аккаунта

# ManageExternalLogins
source: External logins
ru_ru: Другие аккаунты

# ManageLoginWith
source: Login with {0}
ru_ru: Вход с {0}

# ManageNewPassword
source: New password
ru_ru: Новый пароль

# ManageOldPassword
source: Old password
ru_ru: Старый пароль

# ManagePhoneNumber
source: Phone number
ru_ru: Номер телефона

# ManageRegisteredLogins
source: Registered logins
ru_ru: Зарегистрированные аккаунты

source: Set password
ru_ru: Задать пароль

# ManageTwoFactorAuth
source: Two-factor authentication
ru_ru: Двухфакторная аутентификация

# ManageVerifyPhone
source: Verify phone number
ru_ru: Подтвердить номер телефона

source: Number
ru_ru: Номер

source: Verify
ru_ru: Подтвердить

source: Upload
ru_ru: Загрузить

source: Attention
ru_ru: Внимание

# EncryptionPassFailed
source: Setup or confirmation failed. Try to set up the password again.
ru_ru: Ошибка при установке пароля. Попробуйте установить пароль снова.

# EncryptionYouNeedToSetUpOrConfirm
source: You need to set up and confirm the password before that operation.
ru_ru: Вы должны установить и подтвердить пароль перед этой операцией.

source: Error
ru_ru: Ошибка

# ErrorSorry
source: Sorry, an error occurred while processing your request.
ru_ru: Очень жаль, произошла ошибка при выполнении Вашего запроса.

source: Home
ru_ru: Главная

# LockoutDisabled
source: Account disabled.
ru_ru: Аккаунт закрыт.

# LockoutTitle
source: Account disabled
ru_ru: Аккаунт закрыт

# LockoutTryAgain
source: Try again later.
ru_ru: Попробуйте еще раз позже.

# ProgressBarWait
source: Please wait...
ru_ru: Пожалуйста подождите...

# AccountCategories
source: Pets,Food,Fuel,Home,Car,Loans,Mobile,Internet,Clothing,Medicine,Gifts,Amusements,Taxes,Interior,Household,Transport,Education,Sport
ru_ru: Животные,Продукты,Топливо,Дом,Авто,Кредиты,Телефон,Интернет,Одежда,Медицина,Подарки,Развлечения,Налоги,Интерьер,Домашнее Хозяйство,Транспорт,Образование,Спорт

# ExpensesHistoryTitle
source: Expense history
ru_ru: История покупок

source: Edit
ru_ru: Редактировать

source: History
ru_ru: История

source: Residue
ru_ru: Остаток

source: Undefined
ru_ru: Не задано

source: Add rest of receipt
ru_ru: Добавить остаток по чеку

# AddReceipt
source: Add new receipt
ru_ru: Добавить новый чек

# ResetReceipt
source: Cancel receipt
ru_ru: Отмена ввода чека

source: Calculator
ru_ru: Калькулятор
